/*1) Какие у вас ожидания от курса? Есть ли конкретные вопросы по теме Базы данных?*/
На мой взгляд базы данных это горомная часть интернета в целом. А соотетственно для создания сайтов просто небходимо
знать и разбираться в этой теме. При условии того что я планирую научиться созданию сайтов, базы данных это 
очень важный инструмент при их работе. Вопросов пока нет, если по ходу будут возникать буду задавать.

/*2) В какой сфере работаете сейчас?*/
Строительство

/*3) Если в IT, то какой у вас опыт (инструменты, технологии, языки программирования)?*/
В IT сфере особых навыков нет. Ну а базы данных это прям что-то очень новое для меня.